
"Quarterly" = "Школа Суботи в одному місці";

"Lesson" = "Щотижневі уроки";

"Reading" = "Прочитайте та вивчіть Суботню школу";

"Verse" = "Біблійні вірші під рукою";

"Theme" = "Настроюваний досвід читання";
